Repository: coteditor/CotEditor
Catalog: CotEditor/Localizables/Application/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

source: None
cs: Žádný
de: Ohne
es: Nada
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
nl: Geen
pl: Brak
pt: Nenhum
tr: Hiçbiri
zh_hans: 无
zh_hant: 無

# NSColorSpace.Model.gray
source: Gray
cs: Šedi
de: Graustufen
es: Gris
fr: Gris
it: Grigio
ja: グレイ
ko: 회색
nl: Grijs
pl: Skala szarości
pt: Cinza
tr: Gri
zh_hans: 灰色
zh_hant: 灰色

# NSColorSpace.Model.indexed
source: Indexed
cs: Indexovaný
de: Indiziert
es: Indexado
fr: Indexé
it: Indicizzato
ja: インデックス
ko: 인덱스됨
nl: Geïndexeerd
pl: Zindeksowany
pt: Indexado
tr: Dizinlenmiş
zh_hans: 已索引
zh_hant: 已製作索引

# NSColorSpace.Model.patterned
source: Pattern
cs: Vzor
de: Muster
es: Modelo
fr: Motif
it: Schema
ja: パターン
ko: 패턴
nl: Patroon
pl: Macierzowy
pt: Padrão
tr: Desen
zh_hans: 模式
zh_hant: 模式

source: Printed on %@
cs: Vytištěno %@
de: Gedruckt am %@
es: Impreso el %@
fr: Imprimé le %@
it: Stampato su %@
ja: プリント: %@
ko: 프린트한 날짜: %@
nl: Gedrukt op %@
pl: Wydrukowane %@
pt: Impresso em %@
tr: %@ tarihinde yazdırıldı
zh_hans: 打印：%@
zh_hant: 列印：%@

# ReinterpretationError.noFile.description
source: The document doesn’t have a file to reinterpret.
cs: Dokument nemá soubor k reinterpretaci.
de: Das Dokument hat keine Datei zum Neuinterpretieren.
es: El documento no tiene un archivo para reinterpretar.
fr: Le document n’a pas de fichier à réinterpréter.
it: Il documento non ha un file da reinterpretare.
ja: 再解釈をするファイルがありません。
ko: 문서에 재해석할 파일이 없습니다.
nl: Het document heeft geen bestand om te herinterpreteren.
pl: Dokument nie posiada pliku do reimpretacji.
pt: O documento não tem um arquivo para reinterpretar.
tr: Belge yeniden yorumlanacak bir dosya yok.
zh_hans: 该文稿没有用来再次解释的文件。
zh_hant: 該文件沒有要用來再次解釋的檔案。

# ReinterpretationError.reinterpretationFailed.description
source: The document could not be reinterpreted using text encoding “%@.”
cs: Dokument nelze znovu interpretovat pomocí kódování „%@“.
de: Das Dokument konnte nicht mithilfe der Codierung „%@“ neu interpretiert werden.
es: El documento no se podía reinterpretar usando codificación de texto “%@”.
fr: Le document n’a pas pu être réinterprété en utilisant l’encodage « %@ ».
it: Non è stato possibile reinterpretare il documento con la nuova codifica “%@”.
ja: テキストエンコーディング“%@”で書類を再解釈できませんでした。
ko: 문서를 텍스트 인코딩 ‘%@’을(를) 이용하여 재해석할 수 없습니다.
nl: Het document kon niet worden geherinterpreteerd met de tekstcodering '%@'.
pl: Dokument nie mogł zostać reimpretowany z użyciem kodowania tekstu „%@.”
pt: A codificação de texto “%@” não pôde ser usada para reinterpretar o documento
tr: Belge, “%@” metin kodlaması kullanarak yeniden yorumlanamadı.
zh_hans: 文稿无法使用“%@”编码再次解释。
zh_hant: 文件無法使用「%@」編碼再次解釋。

# ReinterpretationError.reinterpretationFailed.recoverySuggestion
source: The document may have been saved using a different text encoding, or it may not be a text file.
cs: Dokument byl pravděpodobně uložen pomocí jiného kódování textu, nebo se nejedná o textový soubor.
de: Das Dokument wurde möglicherweise mit einer anderen Textcodierung gesichert oder es handelt sich nicht um eine Textdatei.
es: Es posible que el documento se haya guardado utilizando una codificación de texto diferente, o puede que no sea un archivo de texto.
fr: Le document a peut-être été sauvegardé dans un encodage différent, ou bien il ne s’agit pas d’un fichier texte.
it: Il documento potrebbe essere stato salvato usando una codifica di testo diversa, o potrebbe non essere un file di testo.
ja: この書類は、別のテキストエンコーディングで保存されているか、テキストファイルでない可能性があります。
ko: 문서가 다른 텍스트 인코딩을 이용해 저장되었거나, 텍스트 파일이 아닌 것 같습니다.
nl: Het document kan zijn opgeslagen met een andere tekstcodering, of het is geen tekstbestand.
pl: Dokument mógł zostać zachowany z użyciem innego kodowania tekstu lub może nie być plikiem tekstowym.
pt: O documento pode ter sido salvo com outra codificação de texto ou não ser um arquivo de texto.
tr: Belge, başka bir metin kodlaması kullanarak kaydedilmiş olabilir veya bir metin dosyası olmayabilir.
zh_hans: 该文稿可能已使用了不同的文本编码来存储，或者可能不是文本文件。
zh_hant: 該文件可能已使用了不同的文字編碼來存儲，或者可能不是文字檔案。

# ScriptError.noInputTarget.description
source: No document to get input.
cs: Žádný dokument k získání vstupu.
de: Kein Dokument, die Eingabe zu erhalten.
es: Ningún documento para obtener información.
fr: Aucun document d’entrée.
it: Nessun documento da cui ottenere dati.
ja: 入力元となる書類が見つかりませんでした。
ko: 입력 받을 문서가 없습니다.
nl: Geen document voor invoer.
pl: Brak dokumentu do pobrania danych wejściowych.
pt: Nenhum documento para obter a entrada.
tr: Girdi alınacak bir belge yok.
zh_hans: 没有输入文稿。
zh_hant: 沒有要輸入的文件。

# ScriptError.noOutputTarget.description
source: No document to put output.
cs: Žádný dokument, který by dal výstup.
de: Kein Dokument, die Ausgabe zu setzen.
es: No hay ningún documento para poner salida.
fr: Aucun document de sortie.
it: Nessun documento dove salvare il risultato.
ja: 結果を出力する書類が見つかりませんでした。
ko: 출력할 문서가 없습니다.
nl: Geen document voor uitvoer.
pl: Brak dokumentu do umieszczenia danych wyjściowych.
pt: Nenhum documento para colocar a saída.
tr: Çıktı koyulacak bir belge yok.
zh_hans: 没有输出文稿。
zh_hant: 沒有要輸出的文件。

# ScriptError.notEditable.description
source: The document is not editable.
cs: Dokument nelze upravovat.
de: Das Dokument kann nicht bearbeitet werden.
es: El documento no es editable.
it: Il documento non è modificabile.
ja: この書類は編集できません。
ko: 문서를 편집할 수 없습니다.
pl: Dokumentu nie można edytować.
pt: O documento não é editável.
tr: Belge düzenlenebilir değil.
zh_hans: 该文档不可编辑。
zh_hant: 該文件無法編輯。

# ScriptFileError.existence.description
source: The script “%@” does not exist.
cs: Skript „%@“ neexistuje.
de: Das Skript „%@“ existiert nicht.
es: El script “%@” no existe.
fr: Le script « %@ » n’existe pas.
it: Lo script “%@” non esiste.
ja: スクリプト“%@”は存在しません。
ko: 스크립트 ‘%@’가 존재하지 않습니다.
nl: Het script '%@' bestaat niet.
pl: Skrypt „%@” nie istnieje.
pt: O script “%@” não existe.
tr: “%@” betiği mevcut değil.
zh_hans: 脚本“%@”不存在。
zh_hant: 腳本「%@」不存在。

# ScriptFileError.open.description
source: The script file “%@” couldn’t be opened.
cs: Soubor skriptu „%@“ nelze otevřít.
de: Die Skriptdatei „%@“ konnte nicht geöffnet werden.
es: El archivo del script “%@” no se puede abrir.
fr: Le fichier de script « %@ » n’a pas pu être ouvert.
it: Impossibile aprire il file dello script “%@”.
ja: スクリプトファイル“%@”を開けませんでした。
ko: 스크립트 파일 ‘%@’을(를) 열 수 없습니다.
nl: Het scriptbestand '%@' kon niet worden geopend.
pl: Nie można otworzyć pliku skryptu „%@”.
pt: O arquivo de script “%@” não pôde ser aberto.
tr: “%@” betik dosyası açılamadı.
zh_hans: 无法打开脚本文件“%@”。
zh_hant: 無法開啟腳本檔案「%@」。

# ScriptFileError.permission.description
source: The script “%@” can’t be executed because you don’t have the execute permission.
cs: Skript „%@“ nelze spustit, protože nemáte oprávnění ke spuštění.
de: Das Skript „%@“ kann nicht ausgeführt werden, da du keine Ausführungsrechte hast.
es: El script “%@” no se ejecutará porque no tiene el permiso de ejecución.
fr: Le script « %@ » n’a pas pu être éxécuté car vous ne disposez pas des permissions d’éxécution.
it: Impossibile eseguire lo script “%@”, perché non hai i permessi di esecuzione.
ja: 実行権がないため、スクリプト“%@”を実行できません。
ko: 실행 권한이 없기 때문에 스크립트 ‘%@’을(를) 실행할 수 없습니다.
nl: Het script '%@' kan niet worden uitgevoerd omdat je geen rechten hebt om het uit te voeren.
pl: Skrypt „%@” nie może zostać wykonany, ponieważ nie masz uprawnień do wykonania.
pt: O script “%@” não pode ser executado porque você não tem permissão de execução.
tr: “%@” betiği çalıştırılamıyor; çünkü çalıştırmak için yeterli izinlere iye değilsiniz.
zh_hans: 由于没有执行权限，无法执行脚本“%@”。
zh_hant: 由於沒有執行許可權，無法執行腳本「%@」。

# ScriptFileError.permission.recoverySuggestion
source: Check the permission of the script file.
cs: Zkontrolujte oprávnění souboru skriptu.
de: Prüfe die Zugriffsrechte der Skriptdatei.
es: Comprobar los permisos del archivo del script.
fr: Vérifiez les permissions du fichier de script.
it: Verificare i permessi dello script.
ja: スクリプトファイルのアクセス権を確認してください。
ko: 스크립트 파일의 권한을 확인하세요.
nl: Controleer de rechten van het scriptbestand.
pl: Sprawdź uprawnienia pliku skryptu.
pt: Verifique as permissões do arquivo de script.
tr: Betik dosyasının izinlerini denetleyin.
zh_hans: 请确认脚本文件的权限。
zh_hant: 請確認腳本檔案的許可權。

# ScriptFileError.read.description
source: The script “%@” couldn’t be read.
cs: Skript „%@“ nelze přečíst.
de: Das Skript „%@“ konnte nicht gelesen werden.
es: El script “%@” no se puede leer.
fr: Le script « %@ » n’a pas pu être lu.
it: Impossibile leggere lo script “%@”.
ja: スクリプト“%@”を読み込めませんでした。
ko: 스크립트 ‘%@’을(를) 읽을 수 없습니다.
nl: Het script '%@' kon niet worden gelezen.
pl: Nie można odczytać skryptu „%@”.
pt: O script “%@” não pôde ser lido.
tr: “%@” betiği okunamadı.
zh_hans: 无法读取脚本“%@”。
zh_hant: 無法讀取腳本「%@」。

# ScriptFileError.recoverySuggestion
source: Check the script file.
cs: Zkontrolujte soubor skriptu.
de: Prüfe die Skriptdatei.
es: Comprobar el archivo del script.
fr: Vérifiez le fichier de script.
it: Verificare il file dello script.
ja: スクリプトファイルを確認してください。
ko: 스크립트 파일을 확인하세요.
nl: Controleer het scriptbestand.
pl: Sprawdź plik skryptu.
pt: Verifique o arquivo de script.
tr: Betik dosyasını denetleyin.
zh_hans: 请确认脚本文件。
zh_hant: 請確認腳本檔案。

# SettingFileError.deletionFailed.description
source: “%@” couldn’t be deleted.
cs: „%@“ nelze smazat.
de: „%@“ konnte nicht gelöscht werden.
es: “%@” no se pudo eliminar.
fr: « %@ » n’a pas pu être supprimé.
it: Impossibile cancellare “%@”.
ja: “%@”を削除できませんでした。
ko: ‘%@’를 삭제할 수 없습니다.
nl: '%@' kon niet worden verwijderd.
pl: „%@” nie mógł zostać usunięty.
pt: “%@” não pôde ser apagado.
tr: “%@”, silinemedi.
zh_hans: “%@”无法删除。
zh_hant: 「%@」無法刪除。

# SettingFileError.importFailed.description
source: “%@” couldn’t be imported.
cs: „%@“ nelze importovat.
de: „%@“ konnte nicht importiert werden.
es: “%@” no se podía importar.
fr: « %@ » n’a pas pu être importé.
it: Non è stato possibile importare “%@”.
ja: “%@”を読み込めませんでした。
ko: ‘%@’를 가져올 수 없습니다.
nl: '%@' kon niet worden geïmporteerd.
pl: „%@” nie mógł zostać zaimportowany.
pt: “%@” não pôde ser importado.
tr: “%@”, içe aktarılamadı.
zh_hans: “%@”无法导入。
zh_hant: 「%@」無法輸入。

# SettingFileError.loadFailed.description
source: “%@” couldn’t be loaded.
cs: „%@“ nelze načíst.
de: „%@“ konnte nicht geladen werden.
es: “%@” no se pudo cargar.
fr: « %@ » n’a pas pu être charger.
it: Impossibile caricare “%@”.
ja: “%@”をロードできませんでした。
ko: ‘%@’를 로드할 수 없습니다.
nl: '%@' kon niet worden geladen.
pl: „%@” nie mógł zostać załadowany.
pt: “%@” não pôde ser carregado.
tr: “%@” yüklenemedi.
zh_hans: “%@”无法加载。
zh_hant: 「%@」無法加載。

# SettingFileError.loadFailed.recoverySuggestion.decodingError
source: Decoding Error: %@
cs: Chyba dekódování: %@
de: Decodierungsfehler: %@
es: Error de descodificación: %@
fr: Erreur de décodage : %@
it: Errore decodifica: %@
ja: デコーディングエラー: %@
ko: 디코딩 오류: %@
nl: Decoderingsfout: %@
pl: Błąd dekodowania: %@
pt: Erro de decodificação: %@
tr: Kod çözme hatası: %@
zh_hans: 解码错误: %@
zh_hant: 解碼錯誤: %@

# SettingFileError.noSourceFile.description
source: No original file for “%@” was found.
cs: Pro „%@“ nebyl nalezen žádný původní soubor.
de: Keine Original-Datei für „%@“ wurde gefunden.
es: No se encontró archivo original para “%@”
fr: Aucun fichier original pour « %@ » n’a été trouvé.
it: Nessun file originale trovato per “%@”.
ja: “%@”のオリジナルファイルが見つかりませんでした。
ko: ‘%@’의 원본 파일을 찾지 못했습니다.
nl: Geen origineel bestand gevonden voor '%@'.
pl: Nie odnaleziono źródłowego pliku „%@”.
pt: O arquivo original de “%@” não foi encontrado.
tr: “%@” için özgün dosya bulunamadı.
zh_hans: 无法找到“%@”的源文件。
zh_hant: 無法找到「%@」的源檔案。

# Shortcut.CustomizationError.alreadyTaken.description
source: “%1$@” is already taken by the “%2$@” command.
cs: „%@“ je již obsazeno příkazem „%@“.
de: „%@“ wird bereits vom „%@“-Befehl verwendet.
es: “%@” ya está tomado por el comando “%@”.
fr: « %@ » est déjà associé à la commande « %@ ».
it: Il tasto “%@” è giù utilizzato.
ja: “%@”はすでに“%@”コマンドで使用されています。
ko: ‘%1$@’는 이미 ‘%2$@’ 명령에 의해 사용되고 있습니다.
nl: '%1$@' is al bezet door het commando '%2$@'.
pl: „%1$@” jest już zajęte przez polecenie „%2$@”.
pt: “%@” já está sendo usado pelo comando “%@”.
tr: “%@”, halihazırda “%@” komutu tarafından alınmış.
zh_hans: “%@”已被“%@”命令使用。
zh_hant: 「%@」已被「%@」命令使用。

# Shortcut.CustomizationError.shiftOnlyModifier.description
source: The Shift key can be used only with another modifier key.
cs: Klávesu Shift lze použít pouze s jinou modifikační klávesou.
de: Die Shift-Taste kann nur mit einer anderen Modifikatortaste verwendet werden.
es: La tecla Mayús solo se puede usar con otra tecla modificadora.
fr: La touche Maj ne peut être utilisée que avec une autre touche de modification.
it: Il tasto Maiuscolo va abbinato ad un altro tasto modificatore.
ja: Shiftキーはほかの修飾キーと合わせて使う必要があります。
ko: Shift 키는 다른 조합 키와 함께 사용되어야 합니다.
nl: De Shift-toets kan alleen worden gebruikt in combinatie met een andere speciale toets.
pl: Klawisz Shift może być użyty wyłącznie z innym klawiszem modyfikującym.
pt: A tecla Shift só pode ser usada em conjunto com outra tecla de modificação.
tr: Shift düğmesi yalnızca başka bir değiştirici düğme ile kullanılabilir.
zh_hans: Shift键只能配合其他修饰键使用。
zh_hant: Shift鍵只能配合其他修飾鍵使用。

# Shortcut.CustomizationError.singleType.description
source: Single type is invalid for a shortcut.
cs: Jednotlivou klávesu nelze pro zkratku použít.
de: Einzelne Tasten sind für einen Kurzbefehl ungültig.
es: El tipo único no es válido para un atajo de teclado.
fr: Un raccourci clavier ne peut pas être composé que d’une seule touche.
it: Un solo tasto non è una scorciatoia valida.
ja: 単体のキーはショートカットに登録できません。
ko: 단일 키는 단축키로 사용될 수 없습니다.
nl: Enkel type is ongeldig voor een snelkoppeling.
pl: Pojedynczy klawisz jest nieprawidłowy jako skrót.
pt: Não é possível usar uma única tecla como atalho.
tr: Bir kısayol için tekli tür geçersizdir.
zh_hans: 单独的按键类型不能被用作快捷键。
zh_hant: 單獨的按鍵類型不能被用作快捷鍵。

# Shortcut.CustomizationError.unsupported.description
source: The combination “%@” is not supported for the shortcut customization.
cs: Kombinace „%@“ není pro přizpůsobení zkratky podporována.
de: Die Kombination „%@“ wird für die Anpassung des Kurzbefehles nicht unterstützt.
es: La combinación “%@” no es compatible con la personalización del atajo de teclado.
fr: La combinaison « %@ » n’est pas supportée comme combinaison de raccourci clavier.
it: La combinazione “%@” non è supportata per la personalizzazione del key binding.
ja: “%@”の組み合わせはショートカットのカスタマイズに対応していません。
ko: ‘%@’ 조합은 사용자화 단축키로 지원되지 않습니다.
nl: De combinatie '%@' wordt niet ondersteund voor het aanpassen van de snelkoppeling.
pl: Kombinacja „%@” nie jest obsługiwana w przypadku dostosowywania skrótów.
pt: A combinação “%@” não é suportada pela customização de combinações de teclas.
tr: “%@” kombinasyonu, düğme bağıntısı özelleştirmesi için desteklenmiyor.
zh_hans: 组合键“%@”无法被用作自定义绑定键。
zh_hant: 組合鍵「%@」無法用作自訂綁定熱鍵。

# Snippet.Variable.cursor.description
source: The insertion point after inserting the snippet.
cs: Pozice kurzoru po vložení fragmentu kódu.
de: Die Einfügemarke nach dem Einfügen des Snippets.
es: El punto de inserción después de insertar el fragmento.
fr: La position du curseur après l’insertion du snippet.
it: Posizione del cursore dopo aver inserito lo snippet.
ja: スニペット挿入後の挿入ポイント
ko: 상용구를 삽입한 후의 삽입 위치.
nl: Het invoegpunt na het invoegen van het knipsel.
pl: Pozycja kursora po wstawieniu fragmentu kodu.
pt: A posição do cursor depois de inserir o fragmento.
tr: Kırpıntı eklendikten sonraki imleç konumu.
zh_hans: 插入片段后的光标位置
zh_hant: 插入片段後的遊標位置

# Snippet.Variable.selection.description
source: The selected text.
cs: Vybraný text.
de: Der ausgewählte Text.
es: El texto seleccionado.
fr: Le texte sélectionné.
it: Testo selezionato.
ja: 選択テキスト
ko: 선택된 텍스트.
nl: De geselecteerde tekst.
pl: Zaznaczony tekst.
pt: O texto selecionado.
tr: Seçilen metin.
zh_hans: 所选文本
zh_hant: 所選的文字

# SyntaxName.none
source: None
cs: Žádný
de: Ohne
es: Nada
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
nl: Geen
pl: Brak
pt: Nenhum
tr: Hiçbiri
zh_hans: 无
zh_hant: 無

source: Unknown
cs: Neznámý
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuta
ja: 不明
ko: 알 수 없음
nl: Onbekend
pl: Nieznany
pt: Desconhecido
tr: Bilinmeyen
zh_hans: 未知
zh_hant: 未知的

# UnsavedReinterpretationAlert.button.discard
source: Discard Changes
cs: Zahodit změny
de: Änderungen verwerfen
es: No guardar cambios
fr: Annuler les modifications
it: Non salvare le modifiche
ja: 変更内容を破棄
ko: 변경 사항 폐기
nl: Verwijder wijzigingen
pl: Odrzuć zmiany
pt: Descartar Alterações
tr: Değişikliklerden Vazgeç
zh_hans: 放弃更改
zh_hant: 捨棄所作更動

# UnsavedReinterpretationAlert.informativeText
source: Are you sure you want to discard your changes and reopen the document using “%@”?
cs: Určitě chcete zahodit změny a znovu otevřít dokument pomocí „%@“?
de: Möchtest du deine Änderungen wirklich verwerfen und das Dokument in der Codierung „%@“ erneut öffnen?
es: ¿Estas seguro que quieres descartar los cambios y volver a abrir el documento usando “%@”?
fr: Voulez-vous vraiment abandonner les modifications et réouvrir le document en utilisant « %@ » ?
it: Sei sicuro di voler annullare le modifiche e riaprire il documento usando “%@”?
ja: 変更を破棄して、“%@”で書類を開き直してもよろしいですか?
ko: 정말 저장하지 않은 변경 사항을 복귀하고 문서를 ‘%@’을(를) 이용해서 다시 여시겠습니까?
nl: Weet je zeker dat je je wijzigingen wilt verwijderen en het document opnieuw wilt openen met '%@'?
pl: Czy masz pewność, że chcesz odrzucić zmiany i ponownie otworzyć dokument używając „%@”?
pt: Você realmente deseja descartar suas alterações e reabrir o documento usando “%@”?
tr: Değişikliklerinizi atıp belgeyi “%@” kullanarak yeniden açmak istediğinizden emin misiniz?
zh_hans: 确定放弃您的修改并使用“%@”编码重新打开文档吗？
zh_hant: 這將捨棄對當前檔案的更動、且使用「%@」編碼重新載入當前檔案。您確定要這麼做嗎？

# UnsavedReinterpretationAlert.message
source: The document has unsaved changes.
cs: Dokument obsahuje neuložené změny.
de: Das Dokument hat ungespeicherte Änderungen.
fr: Le document contient des modifications non sauvegardées.
it: Il documento ha delle modifiche non salvate.
ja: ファイル“%@”の変更内容は保存されていません。
ko: 문서에 저장하지 않은 변경 사항이 있습니다.
nl: Het document heeft niet-opgeslagen wijzigingen.
pl: Dokument posiada niezachowane zmiany.
pt: O documento tem alterações não salvas.
tr: Belgede kaydedilmemiş değişiklikler var.
zh_hans: 该文稿中含有未保存的修改。
zh_hant: 該文件中含有未儲存的修改。

source: Untitled
cs: Bez názvu
de: Ohne Titel
es: Sin título
fr: Sans titre
it: Senza titolo
ja: 名称未設定
ko: 무제
nl: Naamloos
pl: bez nazwy
pt: Sem Título
tr: Adsız
zh_hans: 未命名
zh_hant: 未命名

source: untitled folder
cs: Bez názvu
de: Neuer Ordner
es: carpeta sin título
fr: dossier sans titre
it: cartella senza nome
ja: 名称未設定フォルダ
ko: 무제 폴더
nl: naamloze map
pl: folder bez nazwy
pt: pasta sem título
tr: adsız klasör
zh_hans: 未命名文件夹
zh_hant: 未命名檔案夾

# UpdatedByExternalProcessAlert.button.keep
source: Keep CotEditor’s Edition
cs: Zachovat verzi CotEditoru
de: CotEditors Version behalten
es: Conservar edición de Coteditor
fr: Garder la version dans CotEditor
it: Mantieni la versione di CotEditor
ja: CotEditorの編集内容を保持
ko: CotEditor의 상태를 유지
nl: Bewaar uitgave van CotEditor
pl: Zachowaj wersję CotEditora
pt: Manter Edição do CotEditor
tr: CotEditor Değişikliklerini Tut
zh_hans: 保留CotEditor编辑的内容
zh_hant: 保留CotEditor編輯的內容

# UpdatedByExternalProcessAlert.button.update
source: Update
cs: Aktualizovat
de: Aktualisieren
es: Actualizar
fr: Rafraîchir
it: Aggiorna
ja: 更新
ko: 업데이트
nl: Bijwerken
pl: Aktualizuj
pt: Atualizar
tr: Güncelle
zh_hans: 更新
zh_hant: 更新

# UpdatedByExternalProcessAlert.informativeText
source: Do you want to keep CotEditor’s edition or update it to the modified edition?
cs: Chcete zachovat verzi CotEditoru nebo ho aktualizovat na upravenou verzi?
de: Möchtest du die Version des CotEditors behalten oder auf die geänderte Version aktualisieren?
es: ¿Quieres conservar la edición de CotEditor o actualizarla a la edición modificada?
fr: Voulez-vous garder la version dans CotEditor ou rafraîchir vers la version modifiée ?
it: Si desidera mantenere la versione di CotEditor oppure aggiornarla a quella modificata?
ja: CotEditorでの編集内容を保持しますか、それとも変更された内容に更新しますか?
ko: CotEditor에 열린 상태를 유지하시겠습니까, 또는 수정된 상태로 업데이트하시겠습니까?
nl: Wil je de uitgave van CotEditor behouden of deze bijwerken naar de gewijzigde uitgave?
pl: Czy chcesz zachować wersję CotEditora czy uaktualnić go do zmienionej wersji?
pt: Deseja manter a edição do CotEditor ou atualizar para a edição modificada?
tr: CotEditor’da yapılan değişiklikler mi kullanılsın veya daha önce değiştirilen sürüme mi güncellensin?
zh_hans: 保留CotEditor的版本还是更新至被编辑过的版本？
zh_hant: 保留CotEditor的版本還是更新至被編輯過的版本？

# UpdatedByExternalProcessAlert.message
source: The file has been changed by another application.
cs: Soubor byl změněn v jiné aplikaci.
de: Die Datei wurde von einem anderen Programm geändert.
es: Otra aplicación ha modificado el archivo.
fr: Le fichier a été modifié par une autre application.
it: Il file è stato modificato da un’altra applicazione.
ja: このファイルは、別のアプリケーションによって変更されました。
ko: 파일이 다른 응용 프로그램에 의해 수정되었습니다.
nl: Het bestand is gewijzigd door een andere app.
pl: Plik został zmieniony przez inną aplikację.
pt: O arquivo foi alterado por outro aplicativo.
tr: Dosya başka bir uygulama tarafından değiştirilmiş.
zh_hans: 该文件已被其他应用程序更改。
zh_hant: 其他應用程式已對此檔案進行修改。

# UpdatedByExternalProcessAlert.message.edited
source: The file has been changed by another application. There are also unsaved changes in CotEditor.
cs: Soubor byl změněn v jiné aplikaci. V CotEditoru jsou také neuložené změny.
de: Die Datei wurde von einem anderen Programm geändert. Es gibt auch ungespeicherte Änderungen in CotEditor.
es: Otra aplicación ha modificado el archivo. También hay cambios no guardados en CotEditor.
fr: Le fichier a été modifié par une autre application. Il y a des modifcations non sauvegardées dans CotEditor.
it: Il file è stato modificato da un’altra applicazione. Ci sono anche delle modifiche non salvate in CotEditor.
ja: このファイルは、別のアプリケーションによって変更されました。CotEditorで加えた編集もまだ保存されていません。
ko: 파일이 다른 응용 프로그램에 의해 수정되었습니다. CotEditor에 아직 저장하지 않은 변경사항이 있습니다.
nl: Het bestand is gewijzigd door een andere app. Er zijn ook niet-opgeslagen wijzigingen in CotEditor.
pl: Plik został zmieniony przez inną aplikację. Są też niezachowane zmiany w CotEditorze.
pt: O arquivo foi alterado por outro aplicativo. Também há alterações não salvas no CotEditor.
tr: Dosya başka bir uygulama tarafından değiştirilmiş. Aynı zamanda CotEditor’da kaydedilmemiş değişiklikler var.
zh_hans: 该文件已被其他应用程序更改。CotEditor中还有未保存的变更。
zh_hant: 其他應用程式已對此檔案進行修改。CotEditor中還有未儲存的變更。

# NSColorSpace.Model.deviceN
source: DeviceN
es: DispositivoN
nl: ApparaatN
pt: Nome do Dispositivo
tr: AygıtN

# NSColorSpace.Model.cmyk
source: CMYK
fr: CMJN

# NSColorSpace.Model.rgb
source: RGB
fr: RVB

source: OK
ko: 확인
tr: Tamam
zh_hans: 好
zh_hant: 好
